"QSShowTaskViewerAutomatically:title" = "Show the Task Viewer automatically when tasks are created";
"Hide Other Apps When Switching:title" = "Hide other applications when switching applications (shift prevents)";

"Multithreaded Execute:title" = "Run tasks and actions in the background";

"QSActionAppReopenBehavior:title" = "กำลังเปิดใช้งานแอพพลิเคชั่นนี้";
"QSActionAppReopenBehavior:activates the application" = "เปิดใช้งานแอพพลิเคชั่น";
"QSActionAppReopenBehavior:shows the front window" = "แสดงหน้าต่างด้านหน้า";
"QSActionAppReopenBehavior:shows all windows" = "แสดงหน้าต่างทั้งหมด";

"QSUpdateReleaseLevel:title" = "ปรับปรุงแอพพลิเคชันประเภทของแอพพลิเคชั่น";
"QSUpdateReleaseLevel:Final Releases" = "รุ่นสุดท้าย";
"QSUpdateReleaseLevel:Prerelease Candidates" = "ตัวเลือก";
"QSUpdateReleaseLevel:Developer Previews" = "สำหรับนักพัฒนา";

"Shift Actions:title" = "ยินยอมให้ตัวพิมพ์ใหญ่เลือกการกระทำ";

"Suppress HotKeys in Command:title" = "Disable Trigger HotKeys when Quicksilver is focused";

"Double Delete Clears Object:title" = "กดปุ่ม Delete ติดกันสองครั้งเพื่อยกเลิกวัตถุนี้";
